In [3]:
import pandas as pa
import numpy as num
import seaborn as sb

dis={'Name':['archu','Avi','pyu','didi','saee'],
     'Age':[25,28,23,10,2],
    'Qualification':['Bsc.IT','BE','bcom',"",""]}

In [4]:
df=pa.DataFrame(dis)

In [5]:
df

    Name  Age Qualification
0  archu   25        Bsc.IT
1    Avi   28            BE
2    pyu   23          bcom
3   didi   10
4   saee    2

In [7]:
type(df)

pandas.core.frame.DataFrame